[
  {
    "_id": "621a48ed27920006f77aba88-x1",
    "coursename": "Transformer 2",
    "image": "/images/transformerHero.png",
    "link": "model_pages/transformer2",
    "published": false,
    "size": 13.6
  },
  {
    "_id": "621a48ed27920006f77aba88-x2",
    "coursename": "Drone",
    "image": "/images/induction.png",
    "link": "model_pages/drone",
    "published": false,
    "size": 13.6
  },
  {
    "_id": "621a48ed27920006f77aba88",
    "coursename": "Induction Motor",
    "image": "/images/induction.png",
    "link": "model_pages/induction",
    "published": true,
    "size": 13.6
  },
  {
    "_id": "621a48ed27920006f77aba89",
    "coursename": "DC SHUNT MOTOR",
    "image": "/images/DCshunt.png",
    "link": "model_pages/dc_shunt",
    "published": false,
    "size": 24.9
  },
  {
    "_id": "621a48ed27920006f77aba8a",
    "coursename": "Working of DC Shunt Motor",
    "image": "/images/working_principle_of_dc.png",
    "link": "model_pages/shunt_motor",
    "published": false,
    "size": 4.8
  },
  {
    "_id": "621a48ed27920006f77aba8b",
    "coursename": "Kitkat Fuse",
    "image": "/images/fuse.png",
    "link": "model_pages/fuse",
    "published": false,
    "size": 18
  },
  {
    "_id": "621a48ed27920006f77aba8d",
    "coursename": "Ammeter",
    "image": "/images/ammeter.png",
    "link": "model_pages/ammeter",
    "published": false,
    "size": 2.6
  },

  {
    "_id": "62512c0eeb2a1a68ac32181c",
    "coursename": "Variac",
    "image": "/images/variac1.png",
    "link": "model_pages/variac",
    "published": false,
    "size": 8.6,
    "paragraphs": [
      "A VARIAC, also known as an auto-transformer, is a type of variable transformer that is commonly used in electrical and electronic applications. It allows the user to vary the output voltage of an AC power source by adjusting the position of a movable contact along a coil winding",
      "This enables precise control over the output voltage, making it useful in applications such as testing and calibration of electrical equipment, or controlling the speed of AC motors. VARIACs are available in a range of sizes and output voltages, and they are typically designed for use with AC power sources in the range of 120 to 480 volts. They are known for their durability and reliability, and they are widely used in a variety of industries, including manufacturing, electronics, and telecommunications."
    ],
    "points": [
      {
        "title": "Adjustable voltage",
        "description": "The primary function of a VARIAC is to provide adjustable AC voltage output. The user can adjust the output voltage by varying the position of a movable contact along the coil winding, providing a precise and stable output voltage that can be used for a variety of applications."
      },
      {
        "title": "Versatility",
        "description": "VARIACs are widely used in a variety of applications, from testing and calibration of electrical equipment to controlling the speed of AC motors. They can be used with a range of electrical and electronic equipment, making them a versatile tool in many industries."
      }
    ]
  },
  {
    "_id": "62664c95486b3c49081e89a8",
    "coursename": "Transformer",
    "image": "/images/transformerHero.png",
    "link": "model_pages/transformer",
    "size": 10.2,
    "published": true,
    "paragraphs": [
      "A distribution transformer is an electrical transformer that is used to step down the voltage of electricity from the transmission level to the distribution level, making it suitable for use in homes, businesses, and other low voltage applications. These transformers are typically smaller than power transformers and are mounted on poles or pads in close proximity to the areas they serve.",
      "They play a critical role in the efficient and safe delivery of electricity from the power plant to the end-users, and are designed to operate with high levels of reliability and efficiency over long periods of time."
    ],
    "points": [
      {
        "title": "Step-down voltage",
        "description": "Distribution transformers are used to step-down the voltage of electricity from the transmission level to a lower voltage that is suitable for distribution to homes, businesses, and other low-voltage applications."
      },
      {
        "title": ".Distribution networks",
        "description": "istribution transformers are typically located on utility poles or pads in close proximity to the areas they serve, and they play a critical role in the efficient and safe delivery of electricity through distribution networks."
      }
    ]
  },
  {
    "_id": "62716be89c7c04e3622ebffe",
    "coursename": "Working Principle of DC Motor",
    "image": "/images/elementry.png",
    "link": "model_pages/elementry",
    "published": false,
    "size": 0.99
  },
  {
    "_id": "627bf51e230fde07150bf1e1",
    "coursename": "Alternator",
    "image": "/images/alternator1.png",
    "link": "model_pages/alternator",
    "published": true,
    "size": 11.6,
    "paragraphs": [
      "An alternator is an electrical generator that converts mechanical energy into electrical energy in the form of alternating current (AC). Alternators are commonly used in vehicles to charge the battery and power the electrical systems while the engine is running. They are also used in power plants to generate electricity on a larger scale.",
      "Alternators use the principle of electromagnetic induction to produce electrical power. A rotating magnetic field is generated within the alternator, which induces an electrical current in the stator windings. Alternators are known for their reliability and efficiency, and they have become a critical component of modern electrical systems."
    ],
    "points": [
      {
        "title": "Versatile applications",
        "description": "Alternators are widely used in a variety of applications, including in automobiles, power plants, and industrial machinery. They are able to generate a range of output voltages and frequencies, making them highly versatile and adaptable to different electrical systems."
      },
      {
        "title": "Higher efficiency",
        "description": "Alternators are typically more efficient than other types of generators, such as DC generators, because they produce AC power that can be easily transformed to different voltage levels without incurring significant energy losses. This makes alternators ideal for applications where efficiency is critical, such as in electric vehicles."
      }
    ]
  },
  {
    "_id": "627e7d371296fa2149ec5838",
    "coursename": "Working Principle of Induction Motor",
    "image": "/images/workingPrincipleInductionmotor.png",
    "link": "model_pages/working_principle_of_induction_motor",
    "published": false,
    "size": 22.8
  },
  {
    "_id": "62aa1ae0527305fdd10a7caf",
    "coursename": "Synchronous Motor",
    "image": "/images/synchronus.png",
    "link": "model_pages/synchronous_motor",
    "published": true,
    "size": 26.8
  },
  {
    "_id": "62b08f43eb0f32640763d764",
    "coursename": "Drill",
    "image": "/images/drill.png",
    "link": "model_pages/drill",
    "published": false,
    "size": 3.1
  },
  {
    "_id": "62ea1d0e08a38e3b194b5e84",
    "coursename": "Single Phase Induction Motor with Run Capacitor",
    "image": "/images/singlephase.png",
    "link": "model_pages/single_phase",
    "published": true,
    "size": 3.1
  },
  {
    "_id": "62f94f1a86c2ff45a351a57f",
    "coursename": "Wind Turbine",
    "image": "/images/windTurbine.png",
    "link": "model_pages/wind_turbine",
    "published": false,
    "size": 3.1
  },
  {
    "_id": "638c7769beefc05eeffc9234",
    "coursename": "Shaded Pole Motor",
    "image": "/images/shadedpole.png",
    "link": "model_pages/shaded_pole",
    "published": false,
    "size": 3.1
  }
]
